{"kv_json_":{"crew":[{"job":"producer","names":["Elvin Feltner"]},{"job":"director","names":["Al Adamson"]}],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/0/07/Carnival_Magic_dvdcover.jpg","list_price":4.99,"movie_id":665,"opening_date":"1981-01-01","runtime":100.0,"sku":"PSL24765","summary":"Carnival Magic is a 1983 American film directed by Al Adamson and starring Don Stewart.  Marketed as a family-oriented children’s film, it has since gained a cult following in underground and B movie film circles owing to its surreal plot and incongruously-adult themes.","views":16,"wiki_article":"Carnival_Magic_(1981_film)","year":1981},"genre":["Drama","Family"],"title":"Carnival Magic"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Herk Harvey"]},{"job":"director","names":["Herk Harvey"]}],"data":{"budget":33000.0,"cast":["Candace Hilligoss","Art Ellison","Herk Harvey"],"image_url":"https://upload.wikimedia.org/wikipedia/commons/b/bd/Carnival_of_Souls_%281962_pressbook_cover%29.jpg","list_price":0.0,"main_subject":"death","movie_id":666,"opening_date":"1962-01-01","runtime":"+84","sku":"PFQ1042","summary":"Carnival of Souls is a 1962 American independent horror film produced and directed by Herk Harvey and written by John Clifford from a story by Clifford and Harvey, and starring Candace Hilligoss. Its plot follows Mary Henry, a young woman whose life is disturbed after a car accident. She relocates to a new city, where she finds herself unable to assimilate with the locals, and becomes drawn to the pavilion of an abandoned carnival. Director Harvey also appears in the film as a ghoulish stranger who stalks her throughout.  Filmed in Lawrence, Kansas and Salt Lake City, Carnival of Souls was shot on a budget of $33,000, and Harvey employed various guerrilla filmmaking techniques to finish the production. It was Harvey's only feature film, and did not gain widespread attention when originally released as a double feature with The Devil's Messenger in 1962.  Set to an organ score by Gene Moore, the film has been contemporarily noted by critics and film scholars for its cinematography and foreboding atmosphere. The film has a large cult following and is occasionally screened at film and Halloween festivals, and has been cited as a wide-ranging influence on numerous filmmakers, including David Lynch, George A. Romero, and Lucrecia Martel.","views":360,"wiki_article":"Carnival_of_Souls","year":1962},"genre":["Horror"],"title":"Carnival of Souls"}}
{"kv_json_":{"crew":[{"job":"director","names":["F. Gary Gray"]},{"job":"screenwriter","names":["Ice Cube"]}],"data":{"budget":3500000.0,"cast":["Chris Tucker","Nia Long","Bernie Mac","Tom Lister, Jr.","John Witherspoon","F. Gary Gray","Ice Cube","LaWanda Page","Meagan Good","Michael Clarke Duncan","Regina King","WC","Faizon Love","Paula Jai Parker","Tony Cox","Reynaldo Rey","Anna Maria Horsford"],"gross":2.74E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/2/27/Fridayposter1995.jpg","list_price":3.99,"movie_id":1244,"opening_date":"1995-01-01","runtime":"+88","sku":"NUD30344","studio":["New Line Cinema"],"summary":"Friday is a 1995 American buddy stoner comedy film directed by F. Gary Gray in his directorial debut, and written by Ice Cube and DJ Pooh. It follows Craig Jones (Ice Cube) and Smokey (Chris Tucker), unemployed friends who must pay a local drug dealer on a Friday. The film is the first installment in the Friday franchise and also co-stars Nia Long, Bernie Mac, Tiny \"Zeus\" Lister Jr., and John Witherspoon.  While developing the film, Ice Cube and DJ Pooh expressed discontent regarding the portrayal of the hood in film, which they came to see as violent and menacing. As a result, they wished to counteract this, drawing on personal experiences when crafting the characters and plot points. Preparations for the film began after the pair were able to secure funding from New Line Cinema, who granted finance in exchange for a seasoned comedian in one of the lead roles; Ice Cube and DJ Pooh quickly settled on Tucker during casting.  Friday was theatrically released in the United States on April 26, 1995. It received positive reviews from critics, many of whom praised the comedic sequences, writing, and acting performances. The film was also a commercial success, grossing $27 million worldwide. It has subsequently obtained a large cult following, inspiring an internet meme and several pop-cultural references. The film launched a media franchise that includes the sequels Next Friday (2000) and Friday After Next (2002). The sequels have also gained a cult following status despite their negative reviews.","views":1348,"wiki_article":"Friday_(1995_film)","year":1995},"genre":["Drama","Comedy"],"title":"Friday"}}
{"kv_json_":{"crew":[{"job":"director","names":["William Mesa"]},{"job":"screenwriter","names":["Nick Davis"]}],"data":{"cast":["Brigitte Nielsen","Richard Moll","Craig Fairbrass","Sam Raimi","Fred Asparagus","Kristin Bauer van Straten","Roger Aaron Brown","Michael Paul Chan","Christopher Doyle","Cindy Morgan","George Cheung","Alan Fudge","Louisa Moritz","Jane Clark","Christopher Doyle"],"image_url":"https://upload.wikimedia.org/wikipedia/en/e/e6/1995_film_Galaxis.jpg","list_price":0.0,"movie_id":1276,"opening_date":"1995-01-01","runtime":91.0,"sku":"APG17364","summary":"Galaxis is a 1995 science fiction action film directed by William Mesa and written by Nick Davis. It stars Brigitte Nielsen, Richard Moll and Craig Fairbrass. It was also released under the name Terminal Force.  The film received a negative review from the Houston Chronicle , which wrote it may actually be worse than direct-to-video productions.","views":36,"wiki_article":"Galaxis","year":1995},"genre":["Sci-Fi"],"title":"Galaxis"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Brian Grazer"]},{"job":"director","names":["Ron Howard"]},{"job":"screenwriter","names":["Jeffrey Price","Dr. Seuss","Peter S. Seaman"]}],"data":{"awards":["Academy Award for Best Makeup and Hairstyling","MTV Movie Award for Best Villain"],"budget":1.23E8,"cast":["Jim Carrey","Taylor Momsen","Jeffrey Tambor","Christine Baranski","Bill Irwin","Molly Shannon","Clint Howard","Josh Ryan Evans","Ron Howard","Anthony Hopkins","Bryce Dallas Howard","T. J. Thyne","Verne Troyer","Mindy Sterling","Jim Meskimen","Landry Allbright","Michaela Gallo","Jeremy Howard","Gavin Grazer","Q'orianka Kilcher","Deep Roy","David Costabile","Rick Baker","Rance Howard","Caroline Williams","Frank Welker"],"gross":"+345100000","image_url":"https://upload.wikimedia.org/wikipedia/en/e/e7/How_the_Grinch_Stole_Christmas_film_poster.jpg","list_price":0.0,"movie_id":1519,"nominations":["Academy Award for Best Costume Design","Academy Award for Best Makeup and Hairstyling","Academy Award for Best Production Design"],"opening_date":"2000-01-01","runtime":"+101","sku":"ZKP74897","studio":["Imagine Entertainment"],"summary":"How the Grinch Stole Christmas is a 2000 American Christmas fantasy comedy film co-produced and directed by Ron Howard and written by Jeffrey Price and Peter S. Seaman. Based on Dr. Seuss's 1957 book of the same name, it was the first Dr. Seuss book to be adapted into a full-length feature film. The film is narrated by Anthony Hopkins and stars Jim Carrey as the eponymous character, with Jeffrey Tambor, Christine Baranski, Molly Shannon, Bill Irwin, and Taylor Momsen in supporting roles.  Produced by Imagine Entertainment, How the Grinch Stole Christmas was released by Universal Pictures in the United States on November 17, 2000. The film earned mixed reviews from critics, but spent four weeks as the #1 film in the United States. It grossed $345 million worldwide and was the sixth-highest grossing film of 2000. It was originally the second highest-grossing holiday film of all-time behind Home Alone (1990), until both films were surpassed in 2018 by the third film adaptation of the story. It won the Academy Award for Best Makeup as well as getting nominations for Best Art Direction and Best Costume Design.","views":722,"wiki_article":"How_the_Grinch_Stole_Christmas_(2000_film)","year":2000},"genre":["Comedy","Family","Fantasy","Adventure","Musical"],"title":"Dr. Seuss' How the Grinch Stole Christmas"}}
{"kv_json_":{"crew":[],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/e/ec/How_the_Sith_Stole_Christmas_%28movie_poster%29.jpg","list_price":4.99,"movie_id":1520,"opening_date":"2002-01-01","runtime":17.0,"sku":"MLU58768","summary":"How the Sith Stole Christmas is an animated fan film from that made its debut on the internet in December 2002. Written and directed by Ted Bracewell, the film tells the story of the Emperor's plans to invade the North Pole and take Santa Claus prisoner. Melvin the Elf ends up in the thick of things, and must help rescue Santa. Darth Vader is sent on a separate mission to destroy Christmas for the Ewok inhabitants of Endor, but when an unexpected chain of events leaves him stranded on the planet, Vader is confronted by a vision from the past and sent on an incredible journey through time and space.  The film parodies Dr. Seuss's How the Grinch Stole Christmas! by mixing it with elements of the Star Wars films, as well as parodying elements of The Hobbit , A Charlie Brown Christmas , and Citizen Kane. The film has a very distinct and lush look, as Bracewell animated the film himself using a combination of painted backgrounds, painted cutout characters, and 3D animation.  The released film is subtitled \"Jingle Far, Far Away\", and is the first part of a trilogy. A trailer has been released for Parts Two and Three (\"Silent Night, Jedi Knight\" and \"A Very Vader Christmas\"), but the finished episodes have yet to be released.  Part One has proven to be a popular download at TheForce.Net, and has screened at the DragonCon film festival and the 2004 Microcinema Fest. The film was highlighted as a \"post-modern\" fanfilm in an article on the genre in The Weekly Standard. The film was featured prominently in the September 2004 issue of Movie Magic Magazine , which called the film a \"standout\" in the genre.","views":4,"wiki_article":"How_the_Sith_Stole_Christmas","year":2002},"genre":["Family"],"title":"How the Sith Stole Christmas"}}
{"kv_json_":{"crew":[{"job":"director","names":["Rene Daalder"]},{"job":"screenwriter","names":["Rene Daalder"]}],"data":{"budget":500000.0,"cast":["Andrew Stevens","Robert Carradine","Kimberly Beck","Steve Bond"],"image_url":"https://upload.wikimedia.org/wikipedia/en/9/93/Massacre_at_Central_High_FilmPoster.jpeg","list_price":4.99,"movie_id":2004,"opening_date":"1976-01-01","runtime":"+84","sku":"GCI88298","summary":"Massacre at Central High (released as Blackboard Massacre in the UK) is a 1976 American horror thriller film directed by Rene Daalder and starring Derrel Maury, Kimberly Beck, Robert Carradine, and Andrew Stevens. The plot follows a series of revenge killings at a fictional American high school, after which the oppressed students take on the role of their bully oppressors. Despite its title, it is not a slasher film but an unusual blend of political allegory, social commentary, and low-budget exploitation; with the exception of the final sequence, no \"adult\" characters (such as teachers and parents) are seen.  It was shot on 35mm film, and has a running time of 87 minutes.  The film's director, Rene Daalder, described Massacre at Central High as \"eerily predicting punk and Columbine\". It has also been cited as an influence on the 1989 black comedy Heathers.","views":50,"wiki_article":"Massacre_at_Central_High","year":1976},"genre":["Horror","Drama","Thriller"],"title":"Massacre at Central High"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Richard D. Zanuck","Ralph Winter"]},{"job":"executive producer","names":["Richard D. Zanuck"]},{"job":"director","names":["Tim Burton"]},{"job":"screenwriter","names":["William Broyles, Jr.","Lawrence Konner","Mark Rosenthal"]}],"data":{"budget":"+100000000","cast":["Mark Wahlberg","Tim Roth","Helena Bonham Carter","Michael Clarke Duncan","Paul Giamatti","Estella","Cary-Hiroyuki Tagawa","David Warner","Kris Kristofferson","Luke Eberl","Erick Avari","Evan Parke","Glenn Shadix","Lisa Marie","Charlton Heston","Anne Ramsay","Linda Harrison","Chris Ellis","Michael Jace","Kam Heskin","Joanna Krupa","Deep Roy","Martin Klebba","Lisa Lackey","Kevin Grevioux","Tate Taylor","Rick Baker","Melody Perkins","Isaac C. Singleton Jr.","Freda Foh Shen"],"gross":"+362211740","image_url":"https://upload.wikimedia.org/wikipedia/en/7/7d/Planet_of_the_Apes_%282001%29_poster.jpg","list_price":4.99,"main_subject":"time travel","movie_id":2386,"opening_date":"2001-07-27","runtime":"+120","sku":"IRA45668","studio":["20th Century Studios"],"summary":"Planet of the Apes is a 2001 American science fiction film directed by Tim Burton and starring Mark Wahlberg, Tim Roth, Helena Bonham Carter, Michael Clarke Duncan, Paul Giamatti, and Estella Warren. The sixth film in the Planet of the Apes franchise, it was loosely adapted from Pierre Boulle's 1963 novel of the same name and the 1968 film version. It tells the story of astronaut Leo Davidson crash-landing on a planet inhabited by intelligent apes. The apes treat humans as slaves, but with the help of an ape named Ari, Leo starts a rebellion.  Development for a Planet of the Apes remake started as far back as 1988 with Adam Rifkin. His project nearly reached the pre-production stage before being canceled. Terry Hayes's script, titled Return of the Apes , would have starred Arnold Schwarzenegger, under the direction of Phillip Noyce. Oliver Stone, Don Murphy, and Jane Hamsher were set to produce. Creative differences ensued between Hayes and financier/distributor 20th Century Fox. Chris Columbus, Sam Hamm, James Cameron, Peter Jackson, and the Hughes brothers later became involved.  With William Broyles Jr.'s script, Burton was hired as director, and the film was put into active development. Lawrence Konner and Mark Rosenthal rewrote the script, and filming took place from November 2000 to April 2001. It received mixed reviews. Much criticism focused on the confusing plot and ending, although Rick Baker's prosthetic makeup designs, visual aspects and score were praised. Despite its financial success, 20th Century Fox chose not to produce a sequel, and later rebooted the franchise in 2011 with Rise of the Planet of the Apes.","views":1413,"wiki_article":"Planet_of_the_Apes_(2001_film)","year":2001},"genre":["Sci-Fi","Fantasy","Action","Horror"],"title":"Planet of the Apes"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Tippi Hedren"]},{"job":"director","names":["Noel Marshall"]},{"job":"screenwriter","names":["Noel Marshall"]}],"data":{"budget":1.7E7,"cast":["Tippi Hedren","Melanie Griffith","Noel Marshall","John Marshall","Zakes Mokae","Will Hutchins"],"gross":2000000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/f/f1/RoarMoviePoster1981.jpg","list_price":4.99,"movie_id":2540,"opening_date":"1981-01-01","runtime":"+102","sku":"WXT87233","summary":"Roar is a 1981 American adventure comedy film written, produced, and directed by Noel Marshall. Roar 's story follows Hank, a naturalist who lives on a nature preserve in Africa with lions, tigers, and other big cats. When his family visits him, they are instead confronted by the group of animals. The film stars Marshall as Hank, his real-life wife Tippi Hedren as his wife Madeleine, with Hedren's daughter Melanie Griffith and Marshall's sons John and Jerry Marshall in supporting roles.  In 1969, while Hedren was filming Satan's Harvest in Mozambique, she and Marshall had occasion to observe a pride of lions move into a recently vacated house, driven by increased poaching. They decided to make a film centered around that theme, bringing rescued big cats into their homes in California and living with them. Filming began in 1976; it was finished after five years. The film was fully completed after 11 years in production.  Roar was not initially released in North America; in 1981, Noel and John Marshall privately released it internationally. It was also acquired by Filmways Pictures and Alpha Films. Despite performing well in Germany and Japan, Roar was a box office failure, grossing $2 million worldwide against a $17 million budget. In 2015, 34 years after the film's original release, it was released in theaters in the United States by Drafthouse Films. Roar 's message of protection for African wildlife as well as its animal interactions were praised by critics, but its plot, story, inconsistent tone, dialogue, and editing were criticized.  The cast and crew members of Roar faced dangerous situations during filming; seventy people, including the film's stars, were injured as a result of multiple animal attacks. Flooding from a dam destroyed much of the set and equipment during its production, and the film's budget increased drastically. In 1983, Hedren founded the Roar Foundation and established the Shambala Preserve sanctuary, to house the animals appearing in the film. She also wrote a book, The Cats of Shambala (1985), about many of the film's events. The film has been described as \"the most dangerous film ever made\" and \"the most expensive home movie ever made\", and has gained a cult following.","views":348,"wiki_article":"Roar_(film)","year":1981},"genre":["Comedy","Drama","Horror"],"title":"Roar"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Marc Missonnier","Olivier Delbosc"]},{"job":"director","names":["François Ozon"]},{"job":"screenwriter","names":["François Ozon","Emmanuèle Bernheim"]}],"data":{"awards":["European Film Award for Best Actress"],"budget":7000000.0,"cast":["Charlotte Rampling","Ludivine Sagnier","Charles Dance","Jean-Marie Lamour","Mireille Mossé","Michel Fau","Jean-Claude Lecas","Émilie Gavois-Kahn","Frances Cuka"],"gross":2.24E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/c/c5/Swimming_pool_%28movie%29.jpg","list_price":0.0,"main_subject":"artistic creation","movie_id":2933,"nominations":["César Award for Best Actress","European Film Award for Best Film","European Film Award for Best Actress","European Film Award - People's Choice Award for Best Director","Jameson People's Choice Award for Best Actress","Jameson People's Choice Award for Best Actress"],"opening_date":"2003-08-14","runtime":"+99","sku":"TFQ71065","studio":["Fidélité Productions","Headforce Ltd.","France 2 Cinéma","Gimages Films"],"summary":"Swimming Pool is a 2003 erotic thriller film directed by François Ozon and starring Charlotte Rampling and Ludivine Sagnier. The plot focuses on a British crime novelist, Sarah Morton, who travels to her publisher's upmarket summer house in Southern France to seek solitude in order to work on her next book. However, the arrival of Julie, who claims to be the publisher's daughter, induces complications and a subsequent crime. While the film's protagonist is British and both of the lead characters are bilingual, the majority of the story takes place in France – thus, the dialogue throughout the film is a mixture of French and English.  Swimming Pool premiered at the Cannes Film Festival on 18 May 2003, and was released theatrically in France three days later, with a U cinema rating, meaning it was deemed suitable for all ages. It was given a limited release in the United States that July, and was edited in order to avoid an NC-17 rating due to its sexual content and nudity. It was subsequently released in North America on DVD in an unrated cut.  The film ignited controversy with audiences because of its ambiguous nature and unclear conclusion which can be interpreted and argued in various ways – while in France many comparisons were made with Jacques Deray's 1969 film La Piscine ( The Swimming Pool ), starring Romy Schneider and Alain Delon.","views":342,"wiki_article":"Swimming_Pool_(2003_film)","year":2003},"genre":["Drama","Thriller"],"title":"Swimming Pool"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Robert Latham Brown"]}],"data":{"budget":2000000.0,"cast":["Devon Gummersall","Dylan Bruno"],"gross":14369.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/3/3f/AnarchistCookMovie.jpg","list_price":2.99,"movie_id":3028,"opening_date":"2002-01-01","runtime":102.0,"sku":"ZPG12762","summary":"The Anarchist Cookbook is a 2002 American romantic comedy-drama film written and directed by Jordan Susman. The film follows a young honors student-turned-anarchist, Puck, and his group of anarchist friends living peacefully in a Dallas commune until a nihilist, Johnny Black, appears with a copy of The Anarchist Cookbook and completely destroys their way of life.","views":30,"wiki_article":"The_Anarchist_Cookbook_(film)","year":2002},"genre":["Romance","Comedy","Family"],"title":"The Anarchist Cookbook"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Denis Wigman","Pascale Dauman","Daniel Toscan du Plantier","Kees Kasander"]},{"job":"director","names":["Peter Greenaway"]},{"job":"screenwriter","names":["Peter Greenaway"]}],"data":{"cast":["Richard Bohringer","Michael Gambon","Helen Mirren","Alan Howard","Tim Roth","Ciarán Hinds","Gary Olsen","Ewan Stewart","Roger Ashton-Griffiths","Ron Cook","Liz Smith","Janet Henfrey","Alex Kingston","Ian Dury","Diane Langton","Roger Lloyd-Pack","Bob Goody","Arnie Breeveld","Hywel Williams-Ellis","Yolande Brener","Michael Clark"],"gross":7700000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/1/1c/Cookloverwifethief.jpg","list_price":0.0,"main_subject":"organized crime","movie_id":3135,"nominations":["European Film Award for Best Production Designer"],"opening_date":"1989-09-11","runtime":"+119","sku":"KXD7430","studio":["Maxeda"],"summary":"The Cook, the Thief, His Wife & Her Lover is a 1989 crime drama film written and directed by Peter Greenaway, starring Richard Bohringer, Michael Gambon, Helen Mirren and Alan Howard in the titular roles. An international co-production of the United Kingdom and France, the film's graphic violence and nude scenes, as well as its lavish cinematography and formalism, were noted at the time of its release.","views":477,"wiki_article":"The_Cook,_the_Thief,_His_Wife_&_Her_Lover","year":1989},"genre":["Drama","Crime","Horror"],"title":"The Cook, the Thief, His Wife and Her Lover"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Anurag Kashyap","Guneet Monga"]},{"job":"director","names":["Ritesh Batra"]},{"job":"screenwriter","names":["Ritesh Batra"]}],"data":{"budget":22.0,"cast":["Irrfan Khan","Nimrat Kaur","Nawazuddin Siddiqui","Lillete Dubey","Nakul Vaid","Denzil Smith","Bharati Achrekar","Shruti Bapna"],"gross":"+4235151","image_url":"https://upload.wikimedia.org/wikipedia/en/8/81/The_Lunchbox_poster.jpg","list_price":0.99,"movie_id":3392,"opening_date":"2013-05-19","runtime":"+105","sku":"BJB63881","summary":"The Lunchbox is a 2013 Indian epistolary romance film written, edited and directed by Ritesh Batra, and produced by Guneet Monga, Anurag Kashyap, and Karan Johar. The film was jointly produced by various studios including DAR motion pictures, UTV Motion Pictures, Dharma Productions, Sikhya Entertainment & NFDC (India) It stars Irrfan Khan, Nimrat Kaur and Nawazuddin Siddiqui in lead roles. The film was screened at International Critics' Week at the 2013 Cannes Film Festival, and later won the Critics Week Viewers Choice Award also known as Grand Rail d'Or. It was shown at the 2013 Toronto International Film Festival. The film was released in India on 20 September 2013.  The film was a box-office success. It was Irrfan Khan's highest-grossing Hindi film, until it was surpassed by Hindi Medium (2017). The Lunchbox was nominated for the Best Film Not in the English Language category of the British Academy Film Awards 2015.","views":776,"wiki_article":"The_Lunchbox","year":2013},"genre":["Drama","Romance"],"title":"The Lunchbox"}}
{"kv_json_":{"crew":[{"job":"director","names":["Alex Kendrick"]},{"job":"screenwriter","names":["Alex Kendrick"]}],"data":{"budget":3000000.0,"cast":["Gary Wheeler","Thomas Torrey"],"gross":7.4E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/a/a7/WarRoomMoviePoster.jpg","list_price":3.99,"movie_id":3836,"opening_date":"2015-01-01","runtime":"+120","sku":"EQB42694","studio":["Affirm Films"],"summary":"War Room is a 2015 American Christian drama film directed by Alex Kendrick and written by him and Stephen Kendrick. It is the Kendrick brothers' fifth film and their first through their subsidiary, Kendrick Brothers Productions. The film was produced by Provident Films, Affirm Films and TriStar Pictures in partnership with the Kendrick brothers.  The film was released by Sony Pictures Releasing in North American theaters on August 28, 2015, and received generally negative reviews from critics, but became a box office success and a sleeper hit, grossing $74 million worldwide including $67.8 million domestically to become the 7th highest-grossing Christian film in the United States.","views":286,"wiki_article":"War_Room_(film)","year":2015},"genre":["Drama"],"title":"War Room"}}
{"kv_json_":{"crew":[],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/8/86/Amanda_FilmPoster.jpeg","list_price":0.0,"movie_id":235,"opening_date":"2009-01-01","runtime":84.0,"sku":"JLK69327","summary":"Amanda is a 2009 romantic comedy directed by Steve Marra and starring Randy Ryan and Ariana Dubynin. The story takes place in Indianapolis, where movie was also shot. On October 4, 2009, it was released at the Louisville's International Festival of Film in the United States.","views":2,"wiki_article":"Amanda_(2009_film)","year":2009},"genre":["Romance"],"title":"Amanda"}}
{"kv_json_":{"crew":[{"job":"director","names":["Francis D. Lyon"]}],"data":{"cast":["Scott Brady","Virginia Mayo","David Brian","Lisa Gaye","Hugh Marlowe","William Thourlby"],"image_url":"https://upload.wikimedia.org/wikipedia/en/9/93/Castle_of_Evil_poster.jpg","list_price":0.0,"movie_id":676,"opening_date":"1966-11-01","runtime":"+81","sku":"UHR45579","summary":"Castle of Evil is a 1966 American color horror film produced by Earle Lyon, directed by Francis D. Lyon and written by Charles A. Wallace. It stars Scott Brady, Virginia Mayo, David Brian, Lisa Gaye, Hugh Marlowe and William Thourlby. The film was released by World Entertainment Corp. in November 1966 as the first movie on a double bill with the black-and-white British science fiction film Blood Beast from Outer Space (1965). Castle of Evil tells the story of a dead scientist who, with the help of his long-time housekeeper and a robot, seeks revenge from beyond the grave on the person who murdered him.","views":6,"wiki_article":"Castle_of_Evil","year":1966},"genre":["Horror"],"title":"Castle of Evil"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Anna Thomas"]},{"job":"director","names":["Gregory Nava"]},{"job":"screenwriter","names":["Gregory Nava","Anna Thomas"]}],"data":{"awards":["National Film Registry"],"budget":800000.0,"cast":["Lupe Ontiveros","Sabina Vannucchi","Ernesto Gómez Cruz","Tony Plana"],"image_url":"https://upload.wikimedia.org/wikipedia/en/8/84/El_Norte%2C_film_poster.jpg","list_price":0.0,"movie_id":1071,"nominations":["Academy Award for Best Writing, Original Screenplay"],"opening_date":"1983-01-01","runtime":"+141","sku":"BAJ43737","summary":"El Norte (English: The North ) is a 1983 British-American independent drama film, directed by Gregory Nava. The screenplay was written by Gregory Nava and Anna Thomas, based on Nava's story. The movie was first presented at the Telluride Film Festival in 1983, and its wide release was in January 1984.  The picture was partly funded by the Public Broadcasting Service (PBS), a non- profit public broadcasting television service in the United States.  El Norte received an Oscar nomination for Best Original Screenplay in 1985, the first Latin American independent film to be so honored. In 1995, the film was selected for the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".  The drama features Zaide Silvia Gutiérrez and David Villalpando, in their first film roles, as two indigenous youths who flee Guatemala due to the ethnic and political persecution of the Guatemalan Civil War. They head north and travel through Mexico to the United States, arriving in Los Angeles, California, after an arduous journey.","views":86,"wiki_article":"El_Norte_(film)","year":1983},"genre":["Drama"],"title":"El Norte"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Douglas Wick","David Franzoni","Branko Lustig","Terry Needham"]},{"job":"executive producer","names":["Laurie MacDonald","Walter F. Parkes","Ridley Scott"]},{"job":"director","names":["Ridley Scott"]},{"job":"screenwriter","names":["John Logan","William Nicholson","David Franzoni"]}],"data":{"awards":["Academy Award for Best Picture","Academy Award for Best Actor","Academy Award for Best Costume Design","Academy Award for Best Sound","Academy Award for Best Visual Effects","BAFTA Award for Best Film","National Board of Review: Top Ten Films"],"budget":"+103000000","cast":["Russell Crowe","Joaquin Phoenix","Connie Nielsen","Richard Harris","Oliver Reed","Djimon Hounsou","Derek Jacobi","Tomas Arana","David Hemmings","Ralf Moeller","Spencer Treat Clark","David Schofield","John Shrapnel","Tommy Flanagan","Giannina Facio","Giorgio Cantarini","Tony Curran","David Bailie","John Quinn","Omid Djalili","Sven-Ole Thorsen","Allan Corduner"],"gross":"+460583960","image_url":"https://upload.wikimedia.org/wikipedia/en/f/fb/Gladiator_%282000_film_poster%29.png","list_price":2.99,"main_subject":"revenge","movie_id":1310,"nominations":["Academy Award for Best Supporting Actor","Academy Award for Best Actor","Academy Award for Best Director","Academy Award for Best Cinematography","Academy Award for Best Film Editing","Academy Award for Best Writing, Original Screenplay","Academy Award for Best Costume Design","Academy Award for Best Picture","Academy Award for Best Production Design","Academy Award for Best Original Score","Academy Award for Best Sound","Academy Award for Best Visual Effects","European Film Award for Best Non-European Film"],"opening_date":"2000-05-05","runtime":"+155","sku":"NJJ42922","studio":["Universal Pictures","DreamWorks","Scott Free Productions","Mill Film","C & L","Dawliz"],"summary":"Gladiator is a 2000 epic historical drama film directed by Ridley Scott and written by David Franzoni, John Logan, and William Nicholson. The film was co-produced and released by DreamWorks Pictures and Universal Pictures. DreamWorks Pictures distributed the film in North America while Universal Pictures released it internationally through United International Pictures. It stars Russell Crowe, Joaquin Phoenix, Connie Nielsen, Ralf Möller, Oliver Reed (in his final role), Djimon Hounsou, Derek Jacobi, John Shrapnel, Richard Harris, and Tommy Flanagan. Crowe portrays Roman general Maximus Decimus Meridius, who is betrayed when Commodus, the ambitious son of Emperor Marcus Aurelius, murders his father and seizes the throne. Reduced to slavery, Maximus becomes a gladiator and rises through the ranks of the arena to avenge the murders of his family and his emperor.  Inspired by Daniel P. Mannix's 1958 book Those About to Die (formerly titled The Way of the Gladiator ), the film's script, initially written by Franzoni, was acquired by DreamWorks and Ridley Scott signed on to direct the film. Principal photography began in January 1999, before the script was completed, and wrapped up in May of that year, with the scenes of Ancient Rome shot over a period of nineteen weeks in Fort Ricasoli, Malta. The film's computer-generated imagery effects were created by British post-production company The Mill, who also created a digital body double for the remaining scenes involving Reed's character Proximo due to Reed dying of a heart attack during production.  Gladiator premiered in Los Angeles on May 1, 2000, and was released theatrically in the United States on May 5 and in the United Kingdom on May 11. The film received generally positive reviews from critics, with praise for the acting (particularly Crowe's and Phoenix's performances), Scott's direction, visuals, screenplay, action sequences, musical score and the production values. It was a box office success, grossing $187.7 million in the United States and grossed $457 million worldwide, making it the second highest-grossing film of 2000. The film won multiple awards, including five at the 73rd Academy Awards: Best Picture, Best Actor for Crowe, Best Costume Design, Best Sound and Best Visual Effects. It also received four BAFTA Awards at the 54th British Academy Film Awards for Best Film, Best Cinematography, Best Production Design and Best Editing. Since its release, Gladiator has also been credited with reinventing the swords and sandals genre and rekindling interest in entertainment centered around ancient Greek and ancient Roman culture such as the television series Rome.","views":5433,"wiki_article":"Gladiator_(2000_film)","year":2000},"genre":["Drama","Action"],"title":"Gladiator"}}
{"kv_json_":{"crew":[],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/5/53/Hedgehog_film_poster.png","list_price":0.0,"movie_id":1443,"opening_date":"2017-01-01","runtime":114.0,"sku":"FJN22274","summary":"Hedgehog is a 2017 American drama film written and directed by Lindsey Copeland. The film stars Madeline Brewer, Danny Deferrari, Robbie Tann, Jessica Renee Russell, Richard Toth, and Ann Dowd. The film premiered at the 2017 Cinequest Film Festival.","views":9,"wiki_article":"Hedgehog_(film)","year":2017},"genre":["Drama"],"title":"Hedgehog"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Ernest Lehman"]},{"job":"director","names":["Gene Kelly","Paul Helmick"]},{"job":"screenwriter","names":["Ernest Lehman","Johann Nestroy"]}],"data":{"awards":["Academy Award for Best Production Design","Academy Award for Best Original Musical Score","Academy Award for Best Sound"],"budget":"+25000000","cast":["Barbra Streisand","Walter Matthau","Michael Crawford","J. Pat O'Malley","Louis Armstrong","David Hurst","Fritz Feld","Marianne McAndrew","Allyce Beasley","Eddie Quillan","Scatman Crothers","Lester Dorr","Charles Wagenheim","Guy Wilkerson","Morgan Farley","Billy Curtis","Tommy Tune","Patrick O'Moore"],"gross":2.6E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/3/30/HelloDollyFilmPoster.jpg","list_price":3.99,"movie_id":1449,"nominations":["Academy Award for Best Picture","Academy Award for Best Cinematography","Academy Award for Best Film Editing","Academy Award for Best Costume Design","Academy Award for Best Production Design","Academy Award for Best Original Musical Score","Academy Award for Best Sound"],"opening_date":"1969-12-16","runtime":"+146","sku":"ZMC68070","studio":["20th Century Studios"],"summary":"Hello, Dolly! is a 1969 American musical romantic comedy film based on the 1964 Broadway production of the same name. Directed by Gene Kelly and written and produced by Ernest Lehman, the film stars Barbra Streisand, Walter Matthau, Michael Crawford, Danny Lockin, Tommy Tune, Fritz Feld, Marianne McAndrew, E. J. Peaker and Louis Armstrong (whose recording of the title tune had become a number-one single in May 1964). The film follows the story of Dolly Levi, a strong-willed matchmaker who travels to Yonkers, New York in order to find a match for the miserly \"well-known unmarried half-a- millionaire\" Horace Vandergelder. In doing so, she convinces his niece, his niece's intended and Horace's two clerks to travel to New York.  Released on December 16, 1969, by 20th Century Fox, the film won three Academy Awards for Best Art Direction, Best Score of a Musical Picture and Best Sound and was nominated for a further four Academy Awards, including Best Picture. Although the film eventually broke even, it was not a commercial success.","views":445,"wiki_article":"Hello,_Dolly!_(film)","year":1969},"genre":["Romance","Musical"],"title":"Hello, Dolly!"}}
{"kv_json_":{"crew":[{"job":"director","names":["Noah Baumbach"]},{"job":"screenwriter","names":["Noah Baumbach"]}],"data":{"cast":["Justine Bateman","Peter Bogdanovich","Chris Eigeman","Noah Baumbach","Andrea Bowen","Rae Dawn Chong","Carlos Jacott","Catherine Kellner","Annabella Sciorra","Ally Sheedy","Eric Stoltz"],"image_url":"https://upload.wikimedia.org/wikipedia/en/7/72/Highball_movie.jpg","list_price":3.99,"movie_id":1474,"opening_date":"1997-01-01","runtime":"+110","sku":"JYN26203","summary":"Highball is a 1997 film directed by Noah Baumbach, co-written by Baumbach, Carlos Jacott, and Christopher Reed. The film is credited as having been directed by \"Ernie Fusco\" and written by \"Jesse Carter\" after being disowned by Baumbach. The film was shot over 6 days with remaining money from Baumbach's previous film Mr. Jealousy.","views":35,"wiki_article":"Highball_(film)","year":1997},"genre":["Comedy"],"title":"Highball"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Sean S. Cunningham"]},{"job":"director","names":["Ethan Wiley"]},{"job":"screenwriter","names":["Ethan Wiley"]}],"data":{"budget":3000000.0,"cast":["Arye Gross","Jonathan Stark","Royal Dano","Bill Maher","John Ratzenberger","Jonathan Stark","Amy Yasbeck","Mitzi Kapture","David Arnott","Kane Hodder","Gil Birmingham","Devin DeVasquez","Gregory Walcott","Lar Park Lincoln","Dwier Brown"],"gross":1.0E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/8/81/House_II_poster.jpg","list_price":2.99,"main_subject":"haunted house","movie_id":1511,"opening_date":"1987-01-01","runtime":"+88","sku":"NPQ75283","studio":["New World Pictures"],"summary":"House II: The Second Story (also released as La Casa Di Helen or, informally, as La Casa 6 ) is a 1987 American comedy horror film written and directed by Ethan Wiley from a story by Fred Dekker. While it is officially a sequel to the 1986 film House , House II does not involve the storyline and characters from the first film, and is a new supernatural comedy, with a tone even lighter than the original film.  House II: The Second Story was released on August 28, 1987, grossing $10 million worldwide against a $3 million budget and received negative reviews from critics.","views":155,"wiki_article":"House_II:_The_Second_Story","year":1987},"genre":["Horror","Thriller"],"title":"House II: The Second Story"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Christopher Simon"]},{"job":"director","names":["Barnaby Southcombe"]}],"data":{"cast":["Charlotte Rampling","Gabriel Byrne","Hayley Atwell","Eddie Marsan","Jodhi May","Ralph Brown","Bill Milner","Honor Blackman"],"image_url":"https://upload.wikimedia.org/wikipedia/en/2/21/I-anna-poster.jpg","list_price":3.99,"movie_id":1554,"opening_date":"2012-01-01","runtime":"+91","sku":"GQF21412","summary":"I, Anna is a 2012 British noir thriller film written and directed by Barnaby Southcombe and based on Elsa Lewin's novel of the same name. The film stars Southcombe's mother Charlotte Rampling alongside Gabriel Byrne and Hayley Atwell.","views":42,"wiki_article":"I,_Anna","year":2012},"genre":["Film-Noir","Drama"],"title":"I, Anna"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Gordon Bijelonic"]}],"data":{"cast":["Common","Dennis Haysbert","Charles S. Dutton","Danny Glover","Meagan Good"],"gross":156996.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/9/9a/LUV_film_poster.jpg","list_price":4.99,"movie_id":1787,"opening_date":"2012-01-01","runtime":94.0,"sku":"TIR99237","summary":"LUV is a 2012 crime drama film directed by Sheldon Candis. It was nominated for the Grand Jury Prize at the 2012 Sundance Film Festival. LUV was shot in and around Baltimore, Maryland, and had its Baltimore premiere at the Maryland Film Festival 2012. It was later released in theaters on January 18, 2013. The film has received mixed reviews from critics.","views":36,"wiki_article":"LUV_(film)","year":2012},"genre":["Family","Drama"],"title":"LUV"}}
{"kv_json_":{"crew":[{"job":"executive producer","names":["John Maucere"]},{"job":"director","names":["Troy Kotsur"]}],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/a/a5/No_Ordinary_Hero-_The_SuperDeafy_Movie_poster.jpg","list_price":3.99,"movie_id":2225,"opening_date":"2013-01-01","runtime":"+79","sku":"IGD74787","summary":"No Ordinary Hero: The SuperDeafy Movie is a 2013 family-friendly drama film directed by Troy Kotsur and produced by Douglas Matejka and Hilari Scarl, with music score by H. Scott Salinas. The film stars John Maucere as Tony Kane/SuperDeafy and Zane Hencker as Jacob Lang. The film tells the story of a deaf actor who portrays a superhero on a children's television show and wants to help a young deaf boy who gets bullied at school. The film is open captioned in English.","views":17,"wiki_article":"No_Ordinary_Hero:_The_SuperDeafy_Movie","year":2013},"genre":["Comedy","Drama"],"title":"No Ordinary Hero"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Julio Fernández Rodríguez"]},{"job":"executive producer","names":["Julio Fernández Rodríguez"]},{"job":"director","names":["Jaume Balagueró","Paco Plaza"]},{"job":"screenwriter","names":["Paco Plaza","Jaume Balagueró"]}],"data":{"cast":["Manuela Velasco","Jonathan D. Mellor","Javier Botet","Àlex Batllori","Jaume Balagueró","Andrea Ros","Paco Plaza","Pablo Rosso","Carlos Lasarte","Lazzaro Oertli","Óscar Sánchez Zafra"],"gross":1.84E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/2/27/REC2-teaser-poster.jpg","list_price":1.99,"main_subject":"supernatural","movie_id":2498,"nominations":["Goya Award for Best Special Effects"],"opening_date":"2009-10-02","runtime":"+85","sku":"VST25104","studio":["Filmax International"],"summary":"Rec 2 (stylized as [•REC]² ) is a 2009 Spanish found footage zombie horror film sequel to 2007's Rec and the second installment of the Rec film series. The film was written and directed by Jaume Balagueró and Paco Plaza, both of whom returned from the previous film. The story takes place immediately after the events of the first film and follows a team of soldiers assigned to protect a scientist supposedly sent to investigate the cause of the outbreak, but who may already know more about it than he claims.  Several actors from the first film reprise their roles, mostly briefly appearing as infected versions of their characters. The film was followed by Rec 3: Genesis.","views":257,"wiki_article":"Rec_2","year":2009},"genre":["Horror","History"],"title":"REC 2"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Harve Bennett","Robert Sallin"]},{"job":"director","names":["Nicholas Meyer"]},{"job":"screenwriter","names":["Jack B. Sowards","Nicholas Meyer","Harve Bennett"]}],"data":{"budget":1.2E7,"cast":["Ricardo Montalbán","DeForest Kelley","James Doohan","Walter Koenig","Nichelle Nichols","George Takei","Merritt Butrick","Paul Winfield","Kirstie Alley","Bibi Besch","John Winston","William Shatner","Leonard Nimoy","Ike Eisenmann"],"gross":9.7E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/9/9a/Star_Trek_II_The_Wrath_of_Khan.png","list_price":0.0,"main_subject":"revenge","movie_id":2823,"opening_date":"1982-06-04","runtime":"+113","sku":"RGN37044","studio":["Paramount Pictures"],"summary":"Star Trek II: The Wrath of Khan is a 1982 American science fiction film directed by Nicholas Meyer and based on the television series Star Trek. It is the second film in the Star Trek film series, and is a sequel to Star Trek: The Motion Picture (1979). The plot features Admiral James T. Kirk (William Shatner) and the crew of the starship USS Enterprise facing off against the genetically engineered tyrant Khan Noonien Singh (Ricardo Montalbán), a character who first appeared in the 1967 Star Trek episode \"Space Seed\". When Khan escapes from a 15-year exile to exact revenge on Kirk, the crew of the Enterprise must stop him from acquiring a powerful terraforming device named Genesis. The film is the beginning of a three-film story arc that continues with the film Star Trek III: The Search for Spock (1984) and concludes with the film Star Trek IV: The Voyage Home (1986).  After the lackluster critical response to the first film, series creator Gene Roddenberry was forced out of the sequel's production. Executive producer Harve Bennett wrote the film's original outline, which Jack B. Sowards developed into a full script. Meyer completed its final script in twelve days, without accepting a writing credit. Meyer's approach evoked the swashbuckling atmosphere of the original series, a theme reinforced by James Horner's musical score. Leonard Nimoy had not intended to have a role in the sequel, but was enticed back on the promise that his character would be given a dramatic death scene. Negative test audience reaction to Spock's death led to significant revisions of the ending over Meyer's objections. The production team used various cost-cutting techniques to keep within budget, including utilizing miniature models from past projects and reusing sets, effects footage, and costumes from the first film. The film was the first feature film to contain a sequence created entirely with computer graphics.  Star Trek II: The Wrath of Khan was released in North America on June 4, 1982, by Paramount Pictures. It was a box office success, earning US$97 million worldwide and setting a world record for its first-day box office gross. Critical reaction to the film was positive; reviewers highlighted Khan's character, the film's pacing, and the character interactions as strong elements. Negative reactions focused on weak special effects and some of the acting. The Wrath of Khan is considered by many to be the best film in the Star Trek series, and is often credited with renewing substantial interest in the franchise.","views":1129,"wiki_article":"Star_Trek_II:_The_Wrath_of_Khan","year":1982},"genre":["Action","Thriller","Sci-Fi","Adventure"],"title":"Star Trek II: The Wrath of Khan"}}
{"kv_json_":{"crew":[{"job":"producer","names":["James L. Brooks"]},{"job":"director","names":["James L. Brooks"]},{"job":"screenwriter","names":["James L. Brooks","Larry McMurtry"]}],"data":{"awards":["Academy Award for Best Picture","Academy Award for Best Supporting Actor","Academy Award for Best Actress","Academy Award for Best Director","Academy Award for Best Writing, Adapted Screenplay","National Board of Review: Top Ten Films","National Board of Review Award for Best Film"],"budget":8000000.0,"cast":["Shirley MacLaine","Debra Winger","Jack Nicholson","Danny DeVito","Jeff Daniels","John Lithgow","Albert Brooks","Huckleberry Fox","Mary Kay Place","F. William Parker"],"gross":1.65E8,"image_url":"https://upload.wikimedia.org/wikipedia/en/b/bf/Terms_of_Endearment%2C_1983_film.jpg","list_price":4.99,"main_subject":"dysfunctional family","movie_id":2986,"nominations":["Academy Award for Best Supporting Actor","Academy Award for Best Supporting Actor","Academy Award for Best Actress","Academy Award for Best Actress","Academy Award for Best Director","Academy Award for Best Film Editing","Academy Award for Best Writing, Adapted Screenplay","Academy Award for Best Picture","Academy Award for Best Production Design","Academy Award for Best Original Score","Academy Award for Best Sound"],"opening_date":"1983-01-01","runtime":"+132","sku":"BLQ82260","studio":["Paramount Pictures"],"summary":"Terms of Endearment is a 1983 American family comedy-drama film directed, written, and produced by James L. Brooks, adapted from Larry McMurtry's 1975 novel of the same name. It stars Debra Winger, Shirley MacLaine, Jack Nicholson, Danny DeVito, Jeff Daniels, and John Lithgow. The film covers 30 years of the relationship between Aurora Greenway (MacLaine) and her daughter Emma (Winger).  Terms of Endearment was theatrically released in limited theatres on November 23, 1983 and to a wider release on December 9 by Paramount Pictures. The film received critical acclaim and was a major commercial success, grossing $165 million at the box office, becoming the second-highest-grossing film of 1983. The film received a leading eleven nominations at the 56th Academy Awards, and won five (more than any other film nominated that year): Best Picture, Best Director, Best Actress (for MacLaine), Best Adapted Screenplay, and Best Supporting Actor (for Nicholson). A sequel, The Evening Star , was released in 1996.","views":994,"wiki_article":"Terms_of_Endearment","year":1983},"genre":["Romance","Drama"],"title":"Terms of Endearment"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Sam Spiegel"]},{"job":"executive producer","names":["Sam Spiegel"]},{"job":"director","names":["David Lean"]},{"job":"screenwriter","names":["Carl Foreman","Michael Wilson","Calder Willingham","Pierre Boulle"]}],"data":{"awards":["Academy Award for Best Picture","National Film Registry","Academy Award for Best Actor","Academy Award for Best Director","Academy Award for Best Cinematography","Academy Award for Best Film Editing","Academy Award for Best Writing, Adapted Screenplay","Academy Award for Best Score, Adaptation or Treatment","National Board of Review: Top Ten Films","National Board of Review Award for Best Film"],"budget":"+3000000","cast":["Jack Hawkins","William Holden","Sessue Hayakawa","Alec Guinness","James Donald","Percy Herbert","Harold Goodwin","André Morell","Ann Sears","Geoffrey Horne","Harold Goodwin"],"gross":"+27200000","image_url":"https://upload.wikimedia.org/wikipedia/commons/d/d9/The_Bridge_on_the_River_Kwai_%281958_US_poster_-_Style_A%29.jpg","list_price":0.0,"main_subject":"World War II","movie_id":3088,"nominations":["Academy Award for Best Supporting Actor","Academy Award for Best Actor","Academy Award for Best Director","Academy Award for Best Cinematography","Academy Award for Best Film Editing","Academy Award for Best Writing, Adapted Screenplay","Academy Award for Best Picture","Academy Award for Best Score, Adaptation or Treatment"],"opening_date":"1957-01-01","runtime":"+156","sku":"BSR67532","studio":["Horizon Pictures"],"summary":"The Bridge on the River Kwai is a 1957 epic war film directed by David Lean and based on the 1952 novel written by Pierre Boulle. Although the film uses the historical setting of the construction of the Burma Railway in 1942–1943, the plot and characters of Boulle's novel and the screenplay are almost entirely fictional. The cast includes Alec Guinness, William Holden, Jack Hawkins, and Sessue Hayakawa.  It was initially scripted by screenwriter Carl Foreman, who was later replaced by Michael Wilson. Both writers had to work in secret, as they were on the Hollywood blacklist and had fled to the UK in order to continue working. As a result, Boulle, who did not speak English, was credited and received the Academy Award for Best Adapted Screenplay; many years later, Foreman and Wilson posthumously received the Academy Award.   The Bridge on the River Kwai is widely regarded as one of the greatest films of all time. It was the highest-grossing film of 1957 and received overwhelmingly positive reviews from critics. The film won seven Academy Awards (including Best Picture) at the 30th Academy Awards. In 1997, the film was deemed \"culturally, historically, or aesthetically significant\" and selected for preservation in the National Film Registry by the United States Library of Congress. It has been included on the American Film Institute's list of best American films ever made. In 1999, the British Film Institute voted The Bridge on the River Kwai the 11th greatest British film of the 20th century.","views":1439,"wiki_article":"The_Bridge_on_the_River_Kwai","year":1957},"genre":["Drama","War"],"title":"The Bridge on the River Kwai"}}
{"kv_json_":{"crew":[{"job":"director","names":["Desiree Akhavan"]},{"job":"screenwriter","names":["Desiree Akhavan"]}],"data":{"budget":900000.0,"cast":["Chloë Grace Moretz","Sasha Lane","John Gallagher, Jr.","Forrest Goodluck","Jennifer Ehle","Quinn Shephard"],"gross":1400000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/f/fc/The_Miseducation_of_Cameron_Post.png","list_price":1.99,"movie_id":3417,"opening_date":"2018-01-01","runtime":"+90","sku":"ZDX42223","summary":"The Miseducation of Cameron Post is a 2018 drama film directed by Desiree Akhavan and written by Akhavan and Cecilia Frugiuele, based on the 2012 novel by Emily M. Danforth. It stars Chloë Grace Moretz, John Gallagher Jr., Sasha Lane, Forrest Goodluck, Marin Ireland, Owen Campbell, Kerry Butler, Quinn Shephard, Emily Skeggs, Melanie Ehrlich, and Jennifer Ehle. Moretz plays a teenager sent to a gay conversion therapy centre.  The film had its world premiere at the Sundance Film Festival on January 22, 2018. It was released in the United States on August 3, 2018, by FilmRise, and United Kingdom on September 7, 2018, by Vertigo Releasing. It received positive reviews and has grossed $1.4 million globally.","views":476,"wiki_article":"The_Miseducation_of_Cameron_Post_(film)","year":2018},"genre":["Drama"],"title":"The Miseducation of Cameron Post"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Gill Holland"]},{"job":"director","names":["Ron Daniels"]},{"job":"screenwriter","names":["Naomi Wallace"]}],"data":{"cast":["Benjamin Walker","Victor Rasuk","Brian J. Smith","Greg Serano","Micaela Nevárez","Peter Gallagher"],"image_url":"https://upload.wikimedia.org/wikipedia/en/d/db/The_War_Boys_FilmPoster.jpeg","list_price":2.99,"movie_id":3599,"opening_date":"2009-01-01","runtime":92.0,"sku":"UYL50015","summary":"The War Boys is a 2009 American independent drama film directed by Ronald Daniels and starring Peter Gallagher, Victor Rasuk, Brian J. Smith and Benjamin Walker. Its screenplay was written by Naomi Wallace and Bruce McLeod, based on the play of the same name by Naomi Wallace.","views":76,"wiki_article":"The_War_Boys","year":2009},"genre":["Drama"],"title":"The War Boys"}}
{"kv_json_":{"crew":[{"job":"director","names":["Ash Avildsen"]},{"job":"screenwriter","names":["Ash Avildsen"]}],"data":{"budget":250000.0,"cast":["Jeffree Star"],"image_url":"https://upload.wikimedia.org/wikipedia/en/0/0a/Whatnowposter.jpg","list_price":0.0,"movie_id":3877,"opening_date":"2015-01-01","runtime":100.0,"sku":"IJQ55887","summary":"What Now is a 2015 American romantic comedy film written and directed by Ash Avildsen. It also stars Avildsen.","views":15,"wiki_article":"What_Now_(film)","year":2015},"genre":["Drama","Romance"],"title":"What Now"}}
{"kv_json_":{"crew":[{"job":"director","names":["Grace Lee"]}],"data":{"gross":3126.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/d/d0/American_Zombie.jpg","list_price":0.0,"movie_id":254,"opening_date":"2007-01-01","runtime":96.0,"sku":"PYG39098","summary":"American Zombie is a 2007 American mockumentary horror film directed by Grace Lee, written by Rebecca Sonnenshine and Lee, and starring Lee and John Solomon as documentary filmmakers who investigate a fictional subculture of real-life zombies living in Los Angeles.","views":22,"wiki_article":"American_Zombie","year":2007},"genre":["Horror","Thriller"],"title":"American Zombie"}}
{"kv_json_":{"crew":[{"job":"director","names":["Robert Boris"]},{"job":"screenwriter","names":["Robert Boris"]}],"data":{"cast":["Bree Turner"],"image_url":"https://upload.wikimedia.org/wikipedia/en/2/2f/Backyard_Dogs.jpg","list_price":0.0,"movie_id":394,"opening_date":"2000-01-01","runtime":96.0,"sku":"POG99815","summary":"Backyard Dogs is a 2000 sports film written and directed by Robert Boris.","views":8,"wiki_article":"Backyard_Dogs","year":2000},"genre":["Comedy"],"title":"Backyard Dogs"}}
{"kv_json_":{"crew":[],"data":{"cast":["Kaley Cuoco","Sasha Pieterse","Virginia Madsen","Cody Horn","Landon Liboiron","Tatanka Means"],"image_url":"https://upload.wikimedia.org/wikipedia/en/4/4a/Burning_Bodhi.jpg","list_price":0.0,"movie_id":627,"opening_date":"2015-01-01","runtime":93.0,"sku":"KOD35920","summary":"Burning Bodhi is a 2015 independent film written and directed by Matthew McDuffie. It stars Kaley Cuoco, Landon Liboiron, Sasha Pieterse, and Cody Horn. The film had its world premiere at the Austin Film Festival on November 1, 2015.","views":30,"wiki_article":"Burning_Bodhi","year":2015},"genre":["Unknown"],"title":"Burning Bodhi"}}
{"kv_json_":{"crew":[],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/f/fb/Common_Bonds_poster.jpg","list_price":3.99,"movie_id":783,"opening_date":"1997-01-01","runtime":80.0,"sku":"RXE93169","summary":"Common Bonds is a 1997 independent feature film directed by Antonio Manriquez. The movie's crew was composed of 40 teenagers from all over Los Angeles. Work on the movie began at Pacoima Middle School and took place over a two-year period. Film rights were sold to Encore Media and the film was later given a special screening at the Sundance Film Festival.","views":1,"wiki_article":"Common_Bonds","year":1997},"genre":["Unknown"],"title":"Common Bonds"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Black & White & Sex"]},{"job":"executive producer","names":["Jack Thompson"]},{"job":"director","names":["Brett Leonard"]},{"job":"screenwriter","names":["Kieran Galvin"]}],"data":{"cast":["Jack Thompson","Alex O'Loughlin","Imogen Bailey","David No"],"image_url":"https://upload.wikimedia.org/wikipedia/en/2/2a/Feedposter.jpg","list_price":0.99,"main_subject":"serial killer","movie_id":1168,"opening_date":"2005-01-01","runtime":"+98","sku":"VNM23709","summary":"Feed is a 2005 Australian crime-horror film directed by Brett Leonard. The plot involves a police investigation of non-consensual feederism. The film explores themes of love, dominance and submission. The case within the film bears many similarities to that of Armin Meiwes, the man known as the \"Rotenburg Cannibal\".","views":105,"wiki_article":"Feed_(2005_film)","year":2005},"genre":["Crime"],"title":"Feed"}}
{"kv_json_":{"crew":[],"data":{"budget":4000000.0,"cast":["Spencer Lofranco","Mary-Louise Parker","Ving Rhames","James Woods","Taissa Farmiga","Rosa Salazar","Ben Rosenfield","Taboo","Anwan Glover","Tray Chaney","Robert F. Chew","Jalil Jay Lynch","Maria Broom"],"image_url":"https://upload.wikimedia.org/wikipedia/en/b/be/Jamesy_Boy.jpg","list_price":2.99,"movie_id":1680,"opening_date":"2014-01-03","runtime":"+109","sku":"VTX56824","summary":"Jamesy Boy is a 2014 American biographical crime drama film directed by Trevor White and written by White and Lane Shadgett. The film stars Spencer Lofranco, Mary-Louise Parker, Taissa Farmiga, Ving Rhames, and James Woods. It tells the true story of ex-convict James Burns. The film was released in North America on January 3, 2014 through video on demand, and in a limited release on January 17, 2014 by Phase 4 Films.","views":137,"wiki_article":"Jamesy_Boy","year":2014},"genre":["Drama","Crime","Biography"],"title":"Jamesy Boy"}}
{"kv_json_":{"crew":[{"job":"director","names":["Miranda July"]},{"job":"screenwriter","names":["Miranda July"]}],"data":{"budget":800000.0,"cast":["John Hawkes","Miranda July","JoNell Kennedy","Brandon Ratcliff","Ellen Geer","Najarra Townsend","Brad William Henke"],"gross":8000000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/c/c7/Meandyouandeveryone.jpg","list_price":1.99,"movie_id":2013,"opening_date":"2005-01-01","runtime":"+90","sku":"VTW33830","studio":["Film4"],"summary":"Me and You and Everyone We Know is a 2005 American romantic comedy-drama film written and directed by Miranda July. She also acts in the starring role, opposite John Hawkes. The film was the first major studio production for July, who had been known previously for her self-produced short films and performance art.","views":215,"wiki_article":"Me_and_You_and_Everyone_We_Know","year":2005},"genre":["Romance","Comedy"],"title":"Me and You and Everyone We Know"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Max Karli"]},{"job":"director","names":["Claude Barras"]},{"job":"screenwriter","names":["Céline Sciamma"]}],"data":{"awards":["European Film Award for Best Animated Feature Film"],"budget":"+6500000","gross":5600000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/8/85/My_Life_as_a_Zucchini.jpg","list_price":3.99,"movie_id":2155,"nominations":["Academy Award for Best Animated Feature","Lux Prize","European Film Award for Best Animated Feature Film","European Film Academy Young Audience Award"],"opening_date":"2016-01-01","runtime":"+66","sku":"KWO82649","summary":"My Life as a Courgette (French: Ma vie de Courgette ; also titled My Life as a Zucchini ) is a 2016 stop-motion animated comedy-drama film directed by Claude Barras. It was screened in the Directors' Fortnight section at the 2016 Cannes Film Festival.  This is the second adaptation of Gilles Paris' 2002 novel Autobiographie d'une Courgette , as there was a French live-action television film adaptation called C'est mieux la vie quand on est grand which aired in 2007.  The film, received acclaim for its emotional tone and story, and was nominated for the Best Animated Feature Film at the 89th Academy Awards. It was also selected as the Swiss entry for the Best Foreign Language Film at the 89th Academy Awards, making the December shortlist.","views":192,"wiki_article":"My_Life_as_a_Courgette","year":2016},"genre":["Comedy","Drama"],"title":"My Life as a Zucchini"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Franklin J. Schaffner"]},{"job":"executive producer","names":["Ted Richmond"]},{"job":"director","names":["Franklin J. Schaffner"]},{"job":"screenwriter","names":["Dalton Trumbo","Lorenzo Semple, Jr.","Henri Charrière"]}],"data":{"budget":"+12000000","cast":["Steve McQueen","Dustin Hoffman","Victor Jory","Don Gordon","Bill Mumy","George Coulouris","Vic Tayback","Fred Sadoff","Anthony Zerbe","William Smithers","Val Avery","Gregory Sierra","Don Hanmer","John Quade","Peter Brocco","Mills Watson","Richard Farnsworth","Dalton Trumbo","Len Lesser","Liam Dunn","Woodrow Parfrey"],"gross":5.3267E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/2/23/Papillon_ver1.jpg","list_price":4.99,"movie_id":2321,"nominations":["Academy Award for Best Original Dramatic Score"],"opening_date":"1973-12-16","runtime":"+144","sku":"JCF41758","summary":"Papillon is a 1973 historical drama prison film directed by Franklin J. Schaffner. The screenplay by Dalton Trumbo and Lorenzo Semple Jr. was based on the 1969 autobiography by the French convict Henri Charrière. The film stars Steve McQueen as Charrière (\"Papillon\") and Dustin Hoffman as Louis Dega. Because it was filmed at remote locations, the film was quite expensive for the time ($12 million), but it earned more than twice that in its first year of release. The film's title is French for \"Butterfly,\" referring to Charrière's tattoo and nickname.","views":967,"wiki_article":"Papillon_(1973_film)","year":1973},"genre":["Biography","Crime","Drama"],"title":"Papillon"}}
{"kv_json_":{"crew":[{"job":"director","names":["Giorgio Serafini"]}],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/3/3e/PunctureWounds.Movieposter.png","list_price":0.0,"movie_id":2447,"opening_date":"2014-01-01","runtime":96.0,"sku":"HYQ53484","summary":"Puncture Wounds (produced and released internationally as A Certain Justice ) is a 2014 American action film directed by Giorgio Serafini and James Coyne, and starring Cung Le, Dolph Lundgren, Vinnie Jones, and Briana Evigan. The film follows John Nguyen, a war veteran suffering from posttraumatic stress disorder. After he rescues a prostitute, Hollis, a local crime lord, marks them for death. It was released direct to video in the United States on March 11, 2014, followed by a limited release in other countries.","views":15,"wiki_article":"Puncture_Wounds","year":2014},"genre":["Action","Thriller"],"title":"Puncture Wounds"}}
{"kv_json_":{"crew":[{"job":"director","names":["Darren Doane"]}],"data":{"budget":500000.0,"gross":2800000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/9/92/Saving_Christmas_poster.jpg","list_price":3.99,"movie_id":2609,"opening_date":"2014-11-14","runtime":"+80","sku":"NPI64652","summary":"Saving Christmas (also known as Kirk Cameron's Saving Christmas ) is a 2014 American faith-based Christmas comedy film directed by Darren Doane and written by Doane and Cheston Hervey, based on an original story by Kirk Cameron. It was theatrically released by Samuel Goldwyn Films on November 14, 2014.  The movie stars Cameron as a fictionalized version of himself. In Saving Christmas , Cameron, after explaining his views on Christmas directly to the audience, tries to convince his fictional brother-in-law, played by the film's director, that Christmas is still a Christian holiday. The film combines a comedic narrative with educational elements, in order to \"put Christ back in Christmas\"; it says that most of Christmas' popular elements are biblical in origin, while criticizing the modern-day view of the holiday, especially from atheists. During the story, the film depicts some of the biblical events mentioned by Cameron, while he provides narration for the audience.  The film received a 0% rating on Rotten Tomatoes. It was nominated in six categories for the 35th Golden Raspberry Awards and \"won\" four, including Worst Picture. It also became the lowest-rated film on the IMDb Bottom 100 List within one month of its theatrical release, and is now considered one of the worst films of all time. Despite being panned by professional critics, Cameron is convinced that his film's low rating from IMDb users is the result of \"haters\", \"pagans\" and an atheist conspiracy that was allegedly hatched on Reddit.","views":167,"wiki_article":"Saving_Christmas","year":2014},"genre":["Comedy","Family"],"title":"Saving Christmas"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Stephanie Allain"]},{"job":"director","names":["Sanaa Hamri"]},{"job":"screenwriter","names":["Kriss Turner"]}],"data":{"awards":["BET Award for Best Actor & Actress"],"cast":["Sanaa Lathan","Simon Baker","Blair Underwood","Donald Faison","Alfre Woodard","Mike Epps","Rose Rollins","Wendy Raquel Robinson","Henry Simmons","Golden Brooks","John Ratzenberger","Katharine Towne","Lee Garlington","David Monahan","Earl Billings","Russell Hornsby","Julie Mond","K. C. Clyde","Rick Fitts","Sommore","Stanley DeSantis","Tanisha Harper","Matt Malloy","Taraji P. Henson","Marcus Brown","Gabriel Tigerman","Tonita Castro"],"gross":1.14E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/1/17/SomethingNewPoster.JPG","list_price":2.99,"movie_id":2777,"nominations":["BET Award for Best Actor & Actress","NAACP Image Award for Outstanding Actress in a Motion Picture"],"opening_date":"2006-01-01","runtime":"+99","sku":"WUI27948","summary":"Something New is a 2006 American romantic comedy drama film directed by Sanaa Hamri. The screenplay by Kriss Turner focuses on interracial relationships and traditional African American family values and social customs.","views":170,"wiki_article":"Something_New_(film)","year":2006},"genre":["Romance","Drama"],"title":"Something New"}}
{"kv_json_":{"crew":[{"job":"director","names":["Rodney Evans"]},{"job":"screenwriter","names":["Ken Urban"]}],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/9/96/The_Happy_Sad_poster.jpg","list_price":0.0,"movie_id":3273,"opening_date":"2013-01-01","sku":"SND60690","summary":"The Happy Sad is a 2013 film directed by Rodney Evans, based on a play of the same name by Ken Urban. It follows the interacting journeys of two young couples in New York City who decide to push the boundaries of relationships and sexuality.  The film premiered at the 2013 Frameline Film Festival.","views":12,"wiki_article":"The_Happy_Sad","year":2013},"genre":["Drama"],"title":"The Happy Sad"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Mel Brooks"]},{"job":"executive producer","names":["Mel Brooks"]},{"job":"director","names":["Chris Walas"]},{"job":"screenwriter","names":["Richard Jefferies"]}],"data":{"gross":5900.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/e/e2/The_Vagrant_VideoCover.jpeg","list_price":3.99,"movie_id":3587,"opening_date":"1992-01-01","runtime":"+91","sku":"UIC38878","studio":["StudioCanal"],"summary":"The Vagrant is a 1992 comedy horror film directed by Chris Walas and executive produced by Mel Brooks, through his Brooksfilms production company. The film stars Bill Paxton as Graham Krakowski, a financial clerk who is being driven insane by a homeless man (Marshall Bell) after moving into a new home across the street from where the homeless man had been squatting.","views":33,"wiki_article":"The_Vagrant_(film)","year":1992},"genre":["Horror"],"title":"The Vagrant"}}
{"kv_json_":{"crew":[{"job":"director","names":["Brett Pierce","Drew T. Pierce"]},{"job":"screenwriter","names":["Brett Pierce","Drew T. Pierce"]}],"data":{"budget":66000.0,"gross":4300000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/d/df/The_Wretched_%28film%29_poster.jpg","list_price":2.99,"movie_id":3620,"opening_date":"2020-01-01","runtime":96.0,"sku":"KIM19760","summary":"The Wretched is a 2019 American supernatural horror independent film written and directed by the Pierce Brothers. It stars John-Paul Howard, Piper Curda, Zarah Mahler, Kevin Bigley, Gabriela Quezada Bloomgarden, Richard Ellis, Blane Crockarell, Jamison Jones, and Azie Tesfai. The film follows a defiant teenage boy who faces off with an evil witch posing as the neighbor next door.  The Wretched had its world premiere at the Fantasia International Film Festival on July 19, 2019, and was released in drive-in theaters and through Premium VOD on May 1, 2020. Due to the COVID-19 pandemic limiting the amount of films in theaters, it became the first film since Avatar (2009) to top the box office for six consecutive weekends.","views":463,"wiki_article":"The_Wretched_(film)","year":2020},"genre":["Horror"],"title":"The Wretched"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Frank Capra, Jr.","Sandy Howard","Robert Rehme"]},{"job":"director","names":["Gary Sherman"]},{"job":"screenwriter","names":["Sandy Howard"]}],"data":{"cast":["Season Hubley","Wings Hauser","Beverly Todd"],"gross":1.3253583E7,"image_url":"https://upload.wikimedia.org/wikipedia/en/7/76/Vice_Squad_%28film%29.jpg","list_price":0.0,"movie_id":3804,"opening_date":"1982-01-01","runtime":"+97","sku":"MGD64219","summary":"Vice Squad is a 1982 American action crime thriller film directed by Gary Sherman and starring Wings Hauser, Season Hubley, and Gary Swanson. The original music score was composed by Joe Renzetti and Keith Rubinstein. Wings Hauser sang the vocal track on the film's opening and closing theme song \"Neon Slime\".","views":57,"wiki_article":"Vice_Squad_(1982_film)","year":1982},"genre":["Action","Thriller","Drama"],"title":"Vice Squad"}}
{"kv_json_":{"crew":[{"job":"producer","names":["Robert Altman"]},{"job":"director","names":["Alan Rudolph"]},{"job":"screenwriter","names":["Alan Rudolph"]}],"data":{"cast":["Julie Christie","Nick Nolte","Lara Flynn Boyle","Jonny Lee Miller","David Francis","Don Jordan","Ellen David","France Castel","Jay Underwood","John Dunn-Hill","Michèle-Barbara Pelletier","Yves Corbeil","Cas Anvar"],"gross":2465960.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/5/59/Afterglow_imp.jpg","list_price":0.0,"movie_id":172,"nominations":["Academy Award for Best Actress"],"opening_date":"1997-10-23","runtime":"+114","sku":"FUP99399","summary":"Afterglow is a 1997 American comedy-drama film directed and written by Alan Rudolph and starring Nick Nolte, Julie Christie, Lara Flynn Boyle and Jonny Lee Miller. It was produced by Robert Altman and filmed in Montreal.  Christie's performance earned her a nomination for the Academy Award for Best Actress. The film is about two married couples who end up attracted to each other's partners. The title, Afterglow, refers to a woman's glow during pregnancy and the second chapter of a person's life.","views":26,"wiki_article":"Afterglow_(1997_film)","year":1997},"genre":["Romance","Drama"],"title":"Afterglow"}}
{"kv_json_":{"crew":[{"job":"producer","names":["David Michael Latt"]}],"data":{"budget":100000.0,"image_url":"https://upload.wikimedia.org/wikipedia/en/d/d9/Anneliese_exorcist_tapes_image.jpg","list_price":0.0,"main_subject":"supernatural","movie_id":298,"opening_date":"2011-01-01","runtime":"+90","sku":"VEA45740","studio":["The Asylum"],"summary":"Anneliese: The Exorcist Tapes , or Paranormal Entity 3: The Exorcist Tapes , is a 2011 American found footage horror film directed by Jude Gerard Prest. It is based on the real-life exorcism of Anneliese Michel, a young woman thought to have been possessed. The film was released direct-to- video on March 1, 2011. It is also a mockbuster of Paranormal Activity 3 and one of several films based on the exorcism of Anneliese Michel, including The Exorcism of Emily Rose and Requiem.","views":234,"wiki_article":"Anneliese:_The_Exorcist_Tapes","year":2011},"genre":["Horror","History"],"title":"Anneliese: The Exorcist Tapes"}}
{"kv_json_":{"crew":[],"data":{"image_url":"https://upload.wikimedia.org/wikipedia/en/1/14/Arrange_to_Settle.jpg","list_price":1.99,"movie_id":336,"opening_date":"2012-01-01","sku":"OUL52655","summary":"Arrange to Settle is a comedy-drama film written and directed by Ishu Krishna and starring Priya Jagadeesh, Beau Peregino, Ravi Khanna, Susannah Wells, and Nayab Hussain. The plot is about an American-born Indian woman who has to decide between an arranged marriage and another love. The film was shot in 2011 in and around Washington D.C. and was completed in the end of 2012. Krishna received initial funding and marketing by using crowd funding platforms.","views":2,"wiki_article":"Arrange_to_Settle","year":2012},"genre":["Comedy"],"title":"Arrange to Settle"}}
